Repository: SteveShi/Boxer
Catalog: Resources/DOSBox.xcstrings
Source language: en
Languages: es, fr

# MSCDEX_ERROR_MULTIPLE_CDROMS
source: CD-ROM emulation failure: Multiple CD-ROM drives must be mounted on contiguous drive letters.
es: Error de emulación de CD-ROM: Las unidades de CD-ROM múltiples deben ser montadas en letras de unidad contiguas.
fr: Échec émulation CD-ROM : Les lettres des lecteurs CD-ROM doivent se suivre.

# MSCDEX_ERROR_NOT_SUPPORTED
source: CD-ROM emulation failure: Not yet supported.
es: Error de emulación de CD-ROM: Todavía no soportado.
fr: Échec émulation CD-ROM : Pas encore supporté.

# MSCDEX_ERROR_OPEN
source: CD-ROM emulation failure: Unable to open image file.
es: Error de emulación de CD-ROM: No se puede abrir el archivo de imagen.
fr: Échec émulation CD-ROM : Impossible d'ouvrir le fichier image.

# MSCDEX_ERROR_PATH
source: CD-ROM emulation failure: Path not valid.
es: Error de emulación de CD-ROM: Ruta no valida.
fr: Échec émulation CD-ROM : Le chemin n'est pas valide.

# MSCDEX_INVALID_FILEFORMAT
source: CD-ROM emulation failure: Disc image file is not in ISO/CUE format, or is corrupted.
es: Error de emulación de CD-ROM: El archivo de imagen de disco no está en formato ISO/CUE, o está corrupto.
fr: Échec émulation CD-ROM : Le fichier d'image disque n'est pas au format ISO/CUE, ou est corrompu.

# MSCDEX_LIMITED_SUPPORT
source: CD-ROM emulation: Mounting a folder as a CD-ROM drive provides limited emulation support.
es: Emulación de CD-ROM: El montaje de una carpeta como una unidad de CD-ROM proporciona soporte limitado de emulación.
fr: Émulation CD-ROM : Monter un dossier en tant que lecteur CD-ROM fournit un support d'émulation limité.

# MSCDEX_SUCCESS
source: Emulated MSCDEX driver installed.
es: Controlador MSCDEX emulado instalado.
fr: Pilote MSCDEX émulé installé.

# MSCDEX_TOO_MANY_DRIVES
source: CD-ROM emulation failure: Too many CD-ROM drives (maximum 5). MSCDEX driver was not installed.
es: Error de emulación de CD-ROM: Demasiadas unidades de CD-ROM (máximo 5). El controlador MSCDEX driver no fue instalado.
fr: Échec émulation CD-ROM : Trop de lecteurs CD-ROM (maximum 5). Le pilote MSCDEX n'a pas été installé.

# MSCDEX_UNKNOWN_ERROR
source: CD-ROM emulation failure: Unknown error.
es: Error de emulación de CD-ROM: Error desconocido.
fr: Échec émulation CD-ROM : Erreur inconnue.

# PROGRAM_BOOT_BOOT
source: Booting from drive %c...
es: Arrancando desde unidad %c...
fr: Démarrage à partir du lecteur %c...

# PROGRAM_BOOT_CART_LIST_CMDS
source: Available PCjr cartridge commands: %s.
es: Comandos de cartucho PCjr disponibles: %s.
fr: Commandes de cartouche PCjr disponibles : %s.

# PROGRAM_BOOT_CART_NO_CMDS
source: No PCjr cartridge commands found.
es: No se encontraron comandos de cartucho PCjr.
fr: Les commandes de cartouche PCjr sont introuvables.

# PROGRAM_BOOT_CART_WO_PCJR
source: PCjr cartridge found, but machine emulation mode is not PCjr.
es: Cartucho PCjr encontrado, pero el modo de emulación de máquina no es PCjr.
fr: Cartouche PCjr trouvée, mais le mode d'émulation machine n'est pas PCjr.

# PROGRAM_BOOT_IMAGE_NOT_OPEN
source: Cannot open %s.
es: No puede abrir %s.
fr: Impossible d'ouvrir %s.

# PROGRAM_BOOT_IMAGE_OPEN
source: Opening boot-disk image file: %s
es: Abriendo archivo de imagen de disco-arranque: %s
fr: Ouverture du fichier d'image disque de démarrage : %s

# PROGRAM_BOOT_NOT_EXIST
source: Bootdisk failure: Bootdisk image file does not exist.
es: Error de disco de arranque: El archivo de imagen de disco de arranque no existe.
fr: Échec disque de démarrage : Le fichier image n'existe pas.

# PROGRAM_BOOT_NOT_OPEN
source: Bootdisk failure: Cannot open bootdisk image file.
es: Error de disco de arranque: No puede abrir el archivo de imagen de disco de arranque.
fr: Échec disque de démarrage : Impossible d'ouvrir le fichier image.

# PROGRAM_BOOT_UNABLE
source: Unable to boot from drive %c.
es: No se puede arrancar desde la unidad %c.
fr: Impossible de démarrer à partir du lecteur %c.

# PROGRAM_BOOT_WRITE_PROTECTED
source: Bootdisk image file is read-only! This may cause problems.
es: ¡El archivo de imagen de disco de arranque es de solo-lectura! Esto puede causarproblemas.
fr: Le fichier d'image disque de démarrage est en lecture seule ! Ceci peut causer des problèmes.

# PROGRAM_CONFIG_FILE_ERROR
source: Cannot load configuration file %s.
es: No puede cargar el archivo de configuración %s.
fr: Impossible de charger le fichier de configuration %s.

# PROGRAM_CONFIG_GET_SYNTAX
source: Usage: [34;1mconfig -get [section] [property][0m Example: [32;1mconfig -get cpu cycles[0m shows the current cycles setting. You can also omit [34;1mconfig -get [section][0m entirely: [32;1mcycles[0m shows the current CPU cycles setting.
es: Uso: [34;1mconfig -get [sección] [propiedad][0m Ejemplo: [32;1mconfig -get cpu cycles[0m muestra la configuración actual de ciclos. También puede omitir por completo [34;1mconfig -get [sección][0m: [32;1mcycles[0m muestra la configuración actual de ciclos de la CPU.
fr: Usage : [34;1mconfig -get [section] [propriété][0m Exemple : [32;1mconfig -get cpu cycles[0m affiche le paramètre actuel des cycles CPU. Vous pouvez également omettre [34;1mconfig -get [section][0m complètement : [32;1mcycles[0m affiche le paramètre actuel des cycles CPU.

# PROGRAM_CONFIG_NO_PROPERTY
source: There is no property %s in section %s.
es: No existe la propiedad %s en la sección %s.
fr: Il n'y a pas de propriété %s dans la section %s.

# PROGRAM_CONFIG_PROPERTY_ERROR
source: No such section or property.
es: No existe la sección o propiedad.
fr: Section ou propriété incorrecte.

# PROGRAM_CONFIG_SECTION_ERROR
source: Section %s does not exist.
es: La sección %s no existe.
fr: La section %s n'existe pas.

# PROGRAM_CONFIG_SECURE_DISALLOW
source: That operation is not permitted in secure mode.
es: Esta operación no está permitida en modo seguro.
fr: Cette opération n'est pas autorisée en mode sécurisé.

# PROGRAM_CONFIG_SECURE_ON
source: Switching to secure mode ([34;1mmount[0m and [34;1mboot[0m are no longer permitted.)
es: Cambiar a modo seguro ([34;1mmount[0m y [34;1mboot[0m ya no están permitidos.)
fr: Bascule vers le mode sécurisé ([34;1mmount[0m et [34;1mboot[0m ne sont plus autorisés).

# PROGRAM_CONFIG_USAGE
source: Usage: [34;1mconfig -get [section] [property][0m [34;1mconfig -set [section] [property] [value][0m Examples: [32;1mconfig -get cpu cycles[0m shows the current CPU cycles setting. [32;1mconfig -set cpu core dynamic[0m turns on dynamic core emulation. You can also omit [34;1mconfig -get/set [section][0m entirely: [32;1mcycles[0m shows the current CPU cycles setting. [32;1mcore dynamic[0m turns on dynamic core emulation. Note that some configuration settings cannot be modified while the DOS session is running.
es: Uso: [34;1m config -get [sección] [propiedad][0m [34;1mconfig -set [sección] [propiedad] [valor][0m Ejemplos: [32;1mconfig -get cpu cycles[0m muestra la configuración actual de ciclos de la CPU. [32;1mconfig -set cpu core dynamic[0m activa la emulación dinámica del núcleo. También puede omitir por completo [34;1mconfig -get/set [sección][0m: [32;1mcycles[0m muestra la configuración actual de ciclos de la CPU. [32;1mcore dynamic[0m activa la emulación dinámica del núcleo. Tenga en cuenta que algunas configuraciones no se pueden modificar mientras una sesión DOS se está ejecutando.
fr: Usage : [34;1mconfig -get [section] [propriété][0m [34;1mconfig -set [section] [propriété] [valeur][0m Exemples : [32;1mconfig -get cpu cycles[0m affiche le paramètre actuel des cycles CPU. [32;1mconfig -set cpu core dynamic[0m active l'émulation de coeur dynamique. Vous pouvez également omettre [34;1mconfig -get/set [section][0m complètement : [32;1mcycles[0m affiche le paramètre actuel des cycles CPU. [32;1mcore dynamic[0m active l'émulation de coeur dynamique. Remarque : certains paramètres de configuration ne peuvent pas être modifiés lorsque la session DOS est en cours d'exécution.

# PROGRAM_IMGMOUNT_ALREADY_MOUNTED
source: Another drive is already mounted at that letter.
es: Otra unidad ya está montada en esta letra.
fr: Un autre lecteur est déjà monté avec cette lettre.

# PROGRAM_IMGMOUNT_CANT_CREATE
source: Can't create drive from file.
es: No puede crear la unidad desde el archivo.
fr: Impossible de créer le lecteur à partir d'un fichier.

# PROGRAM_IMGMOUNT_FILE_NOT_FOUND
source: Disk image file could not be found. Check that the path is correct and the image is accessible.
es: El archivo de imagen de disco no se ha podido encontrar. Compruebe que la ruta es correcta y la imagen está accesible.
fr: Le fichier d'image disque n'a pas pu être trouvé. Vérifiez que le chemin soit correct et l'image accessible.

# PROGRAM_IMGMOUNT_FORMAT_UNSUPPORTED
source: Format %s was not recognised. Supported formats are [32;1mfat[0m, [32;1iso[0m and [32;1none[0m.
es: El formato %s no fue reconocido. Los formatos soportados son [32;1mfat[0m, [32;1miso[0m y [32;1mnone[0m.
fr: Le format %s n'a pas été reconnu. Les formats supportés sont [32;1mfat[0m, [32;1iso[0m et [32;1none[0m.

# PROGRAM_IMGMOUNT_INVALID_GEOMETRY
source: Could not extract drive geometry from image. Use the parameter [34;1m-size bps,spc,hpc,cyl[0m to specify the geometry: bps = Bytes per sector spc = Sectors per cylinder hpc = Heads per cylinder cyl = Number of cylinders
es: No puede extraer la geometría de la unidad desde el archivo. Use el parámetro [34;1m-size bps,spc,hpc,cyl[0m para especificar la geometría: bps = Bytes por sector spc = Sectores por cilindro hpc = Cabezales por cilindro cyl = Número de cilindros
fr: Impossible d'extraire la géométrie à partir de l'image. Utilisez le paramètre [34;1m-size ops,spc,tpc,cyl[0m pour spécifier la géométrie : ops = Octets par secteur spc = Secteurs par cylindre tpc = Têtes par cylindre cyl = Nombre de cylindres

# PROGRAM_IMGMOUNT_INVALID_IMAGE
source: Could not load the disk image file. Check that the path is correct and the image is accessible.
es: No puede cargar el archivo de imagen de disco. Compruebe que la ruta es correcta y la imagen está accesible.
fr: Impossible de charger le fichier d'image disque. Vérifiez que le chemin soit correct et l'image accessible.

# PROGRAM_IMGMOUNT_MOUNT
source: The [34;1mimgmount[0m command is for mounting disk image files only. To mount folders, use the [34;1mmount[0m command.
es: El comando [34;1mimgmount[0m solo es para montar archivos de imágenes de disco. Para montar carpetas, use el comando [34;1mmount[0m .
fr: La commande [34;1mimgmount[0m sert uniquement à monter fichiers d'image disque. Pour monter des dossiers, utilisez la commande [34;1mmount[0m.

# PROGRAM_IMGMOUNT_MOUNT_NUMBER
source: Drive number %d mounted as %s.
es: La unidad número %d montada como %s.
fr: Le lecteur numéro %d est monté en tant que %s.

# PROGRAM_IMGMOUNT_MULTIPLE_NON_CUEISO_FILES
source: Mounting multiple image files is only supported for images in CUE/ISO format.
es: El montaje múltiple de archivos de imagen solo está soportado en imágenes de formato CUE/ISO.
fr: Vous pouvez uniquement monter des fichiers d'image multiples si les images sont au format CUE/ISO.

# PROGRAM_IMGMOUNT_NON_LOCAL_DRIVE
source: The image must be on a local drive, not a network drive.
es: La imagen debe estar en una unidad local, no en una unidad de red.
fr: L'image doit être sur un lecteur local, pas un lecteur réseau.

# PROGRAM_IMGMOUNT_SPECIFY2
source: Please specify which drive number to mount the image at: 0 = Floppy drive 1 1 = Floppy drive 2 2 = Hard drive 1 3 = Hard drive 2
es: Por favor especifique el número de unidad para montar la imagen en: 0 = Unidad de disco 1 1 = Unidad de disco 2 2 = Disco duro 1 3 = Disco duro 2
fr: Veuillez spécifier le numéro de lecteur pour monter l'image : 0 = Lecteur de disquettes 1 1 = Lecteur de disquettes 2 2 = Disque dur 1 3 = Dsque dur 2

# PROGRAM_IMGMOUNT_TYPE_UNSUPPORTED
source: Image type %s was not recognised. Supported types are [32;1mhdd[0m, [32;1mfloppy[0m and [32;1miso[0m.
es: El tipo de imagen %s no fue reconocido. Los tipos soportados son [32;1mhdd[0m, [32;1mfloppy[0m y [32;1miso[0m.
fr: Le type d'image %s n'a pas été reconnu. Les types supportés sont [32;1mhdd[0m, [32;1mfloppy[0m et [32;1miso[0m.

# PROGRAM_KEYB_FILENOTFOUND
source: Keyboard file %s not found.
es: Archivo de teclado %s no encontrado.
fr: Le fichier de clavier %s est introuvable.

# PROGRAM_KEYB_INFO
source: Codepage %i has been loaded.
es: El código de página %i ha sido cargado.
fr: La page de codes %i a été chargée.

# PROGRAM_KEYB_INFO_LAYOUT
source: Codepage %i has been loaded for layout %s.
es: El código de página %i ha sido cargado para la distribución %s.
fr: La page de codes %i a été chargée pour la disposition %s.

# PROGRAM_KEYB_INVALIDFILE
source: Keyboard file %s was invalid.
es: El archivo de teclado %s no es valido.
fr: Le fichier de clavier %s était invalide.

# PROGRAM_KEYB_INVCPFILE
source: No codepage file or invalid codepage file for layout %s.
es: No hay archivo de código de página o archivo de código de página no valido para la distribución %s.
fr: Le fichier de page de codes est manquant ou invalide pour la disposition %s.

# PROGRAM_KEYB_LAYOUTNOTFOUND
source: No layout in %s for codepage %i.
es: No hay distribución en %s para el código de página %i.
fr: Aucune disposition dans %s pour la page de codes %i.

# PROGRAM_KEYB_NOERROR
source: Keyboard layout %s loaded for codepage %i.
es: Distribución de teclado %s cargada para el código de página %i.
fr: Disposition de clavier %s chargée pour la page de codes %i.

# PROGRAM_KEYB_SHOWHELP
source: [34;1mkeyb [keyboard layout ID] [codepage number] [codepage file][0m Examples: [32;1mkeyb[0m: Display currently loaded laout. [32;1mkeyb[0m sp: Load the spanish layout with an automatic codepage. [32;1mkeyb[0m sp 850: Load the spanish layout with codepage 850. [32;1mkeyb[0m sp 850 mycp.cpi: Same as above, but load the codepage from the file mycp.cpi.
es: [34;1mkeyb [distribución de teclado] [código de página] [archivo de código de página][0m Ejemplos: [32;1mkeyb[0m: Muestra la distribución actualmente cargada. [32;1mkeyb[0m sp: Carga la distribución española con el código de página automático. [32;1mkeyb[0m sp 850: Carga la distribución española con el código de página 850. [32;1mkeyb[0m sp 850 mycp.cpi: Igual que el anterior, pero carga el código de página desde el archivo mycp.cpi.
fr: [34;1mkeyb [ID disposition clavier] [numéro page de codes] [fichier page de codes][0m Exemples : [32;1mkeyb[0m : Affiche la disposition actuellement chargée. [32;1mkeyb[0m fr : Charge la disposition française avec une page de codes automatique. [32;1mkeyb[0m fr 850 : Charge la disposition française avec la page de codes 850. [32;1mkeyb[0m fr 850 mycp.cpi : Charge la page de codes à partir du fichier mycp.cpi.

# PROGRAM_LOADFIX_ALLOC
source: %d kB allocated.
es: %d kB asignados.
fr: %d Ko alloués.

# PROGRAM_LOADFIX_DEALLOC
source: %d kB freed.
es: %d kB liberados.
fr: %d Ko libres.

# PROGRAM_LOADFIX_DEALLOCALL
source: All allocated memory freed.
es: Liberada toda la memoria asignada.
fr: Toute la mémoire allouée est libérée.

# PROGRAM_LOADFIX_ERROR
source: Memory allocation error.
es: Error de asignación de memoria.
fr: Erreur d'allocation de mémoire.

# PROGRAM_MEM_CONVEN
source: %10d kB free conventional memory
es: %10d kB de memoria convencional disponible
fr: %10d Ko de mémoire conventionnelle libres

# PROGRAM_MEM_EXPAND
source: %10d kB free expanded memory
es: %10d kB de memoria expandida disponible
fr: %10d Ko de mémoire paginée libres

# PROGRAM_MEM_EXTEND
source: %10d kB free extended memory
es: %10d kB de memoria extendida disponible
fr: %10d Ko de mémoire étendue libres

# PROGRAM_MEM_UPPER
source: %10d kB free upper memory in %d blocks (largest UMB %d kB)
es: %10d kB de memoria superior en %d bloques (mayores de UMB %d kB)
fr: %10d Ko de mémoire haute libres dans %d blocs (bloc maximal %d Ko)

# PROGRAM_MOUNT_ALREADY_MOUNTED
source: Drive %c is already mounted as %s.
es: La unidad %c ya está montada como %s.
fr: Le lecteur %c est déjà monté comme %s.

# PROGRAM_MOUNT_CDROMS_FOUND
source: CD-ROM devices found: %d
es: Dispositivos CD-ROM encontrados: %d
fr: Périphériques CD-ROM trouvés : %d

# PROGRAM_MOUNT_ERROR_1
source: Folder %s does not exist.
es: La carpeta %s no existe.
fr: Le dossier %s n'existe pas.

# PROGRAM_MOUNT_ERROR_2
source: %s is not a folder.
es: %s no es una carpeta.
fr: %s n'est pas un dossier.

# PROGRAM_MOUNT_ILL_TYPE
source: Mount type %s was not recognised. Supported types are [32;1mhdd[0m, [32;1mfloppy[0m and [32;1mcdrom[0m.
es: El tipo de montaje %s no fue reconocido. Los tipos soportados son [32;1mhdd[0m, [32;1mfloppy[0m y [32;1mcdrom[0m.
fr: Le type de montage %s n'a pas été reconnu. Les types supportés sont [32;1mhdd[0m, [32;1mfloppy[0m et [32;1mcdrom[0m.

# PROGRAM_MOUNT_STATUS_1
source: [34;1mThe following drives are currently mounted:[0m
es: [34;1mLas siguientes unidades están actualmente montadas:[0m
fr: [34;1mLes lecteurs suivants sont actuellement montés :[0m

# PROGRAM_MOUNT_STATUS_2
source: %c: is mounted as %s
es: %c: está montada como %s
fr: %c: est monté en tant que %s

# PROGRAM_MOUNT_UMOUNT_NO_VIRTUAL
source: Virtual drives cannot be unmounted.
es: Las unidades virtuales no se pueden desmontar.
fr: Les lecteurs virtuels ne peuvent pas être démontés.

# PROGRAM_MOUNT_UMOUNT_NOT_MOUNTED
source: Drive %c is not mounted.
es: La unidad %c no está montada.
fr: Le lecteur %c n'est pas monté.

# PROGRAM_MOUNT_UMOUNT_SUCCESS
source: Drive %c has been successfully removed.
es: La unidad %c ha sido extraída correctamente.
fr: Le lecteur %c a été supprimé avec succès.

# PROGRAM_MOUNT_WARNING_OTHER
source: [31;1mMounting this folder is strongly discouraged! DOS programs may inadvertently damage important operating system files.[0m
es: [31;1m¡No se recomienda el montaje de esta carpeta! Los programas DOS pueden dañar involuntariamente archivos del sistema operativo importantes.[0m
fr: [31;1mIl est fortement déconseillé de monter ce dossier ! Des programmes DOS pourraient par inadvertance endommager d'importants fichiers du système d'exploitation.[0m

# PROGRAM_RESCAN_SUCCESS
source: DOS filesystem cache cleared.
es: Caché de sistema de archivo DOS vaciada.
fr: Le cache du système de fichiers DOS a été effacé.

# SHELL_CMD_ATTRIB_HELP
source: Does nothing. Provided for compatibility.
es: No hace nada. Proporcionado por compatibilidad.
fr: Ne fait rien. Fourni pour des raisons de compatibilité.

# SHELL_CMD_CALL_HELP
source: Starts a batch file from within another batch file.
es: Ejecuta un archivo por lotes desde otro archivo por lotes.
fr: Appelle un fichier de commandes depuis un autre.

# SHELL_CMD_CALL_HELP_LONG
source: Usage: [34;1mcall [path/to/batch.bat] [arguments][0m This command is only useful within batch files: it will run the specified batch file and then allow the original batch file to continue. If you run a batch file from another batch file without using [32;1mcall[0m, then the original batch file will exit without completing the rest of its commands.
es: Uso: [34;1mcall [ruta/a/batch.bat] [argumentos][0m Este comando solo es útil dentro de un archivo por lotes: ejecutará el archivo por lotes especificado y entonces permitirá continuar al archivo por lotes original. Si ejecuta el archivo por lotes desde otro archivo por lotes sin usar [32;1mcall[0m, entonces el archivo por lotes original saldrá sin completar el resto de comandos.
fr: Usage : [34;1mcall [chemin/de/commandes.bat] [arguments][0m Cette commande est utile uniquement dans les fichiers de commandes : elle exécutera le fichier de commandes spécifié et ensuite autorisera le fichier de commandes original à continuer. Si vous exécutez un fichier de commandes à partir d'un autre fichier de commandes sans utiliser [32;1mcall[0m, le fichier de commandes original se fermera sans terminer le reste de ses commandes.

# SHELL_CMD_CHDIR_ERROR
source: Unable to change to folder %s. Check that the folder exists and you have typed the path correctly.
es: No se puede cambiar a la carpeta %s. Compruebe que la carpeta existe y que ha escrito la ruta correctamente.
fr: Impossible de changer de dossier vers %s. Vérifiez que le dossier existe et que le chemin a été saisi correctement.

# SHELL_CMD_CHDIR_HELP
source: Changes the current folder.
es: Cambia la carpeta actual.
fr: Modifie le répertoire en cours.

# SHELL_CMD_CHDIR_HINT
source: To change drives, just type [1;32m%c:[0m
es: Para cambiar unidades, solo escriba [1;32m%c:[0m
fr: Pour changer de lecteur, tapez [1;32m%c:[0m

# SHELL_CMD_CHDIR_HINT_2
source: Folder name is longer than 8 characters and/or contains spaces. Try [1;32mcd %s[0m
es: El nombre de la carpeta es más largo de 8 caracteres y/o contiene espacios. Intente [1;32mcd %s[0m
fr: Le nom de dossier a une longueur > 8 caractères et/ou contient des espaces. Essayez [1;32mcd %s[0m

# SHELL_CMD_CHDIR_HINT_3
source: You are on drive Z, which has no folders. Change to one of your own drives first by typing [1;32mC:[0m To add a drive, [1;34mdrag a folder into the DOS window[0m or select [1;32mAdd DOS Drive[0m in the [1;32mDrives[0m menu.
es: Está en la unidad Z, la cual no tiene carpetas. Primero cambie a una de sus unidades escribiendo [1;32mC:[0m Para añadir una unidad, [1;34marrastre una carpeta a la ventana DOS[0m o seleccione [1;32mAñadir unidad DOS[0m en el menú [1;32mUnidades[0m.
fr: Vous êtes sur lecteur Z. Il ne contient pas de dossier. Changez de lecteur vers un des vôtres en tapant [1;32mC:[0m Pour ajouter un lecteur, [1;34mdéposez un dossier dans la fenêtre DOS[0m ou sélectionnez [1;32mAjouter un lecteur DOS[0m dans le menu [1;32mLecteurs[0m.

# SHELL_CMD_CHOICE_HELP
source: Sets ERRORLEVEL in response to a user's keypress.
es: Establece ERRORLEVEL en respuesta a la pulsación de teclas de un usuario.
fr: Définit ERRORLEVEL en réponse à la pression d'une touche de l'utilisateur.

# SHELL_CMD_CHOICE_HELP_LONG
source: Usage: [34;1mchoice [/C:choices] [/N] [/S] [Prompt text][0m Options: [32;1m/C:choices[0m List of keys to choose from. Default is YN. [32;1m/N[0m Do not display the choices at end of prompt. [32;1m/S[0m Makes choices case-sensitive. [32;1mPrompt text[0m The text to display as a prompt to the user. The order of the choices list determines the [34;1ERRORLEVEL[0m produced by each key, starting from 1.
es: Uso: [34;1mchoice [/C:letra] [/N] [/S] [Texto de símbolo][0m Opciones: [32;1m/C:letra[0m Lista de teclas para elegir. Por defecto es YN. [32;1m/N[0m No muestra las opciones en el símbolo del sistema. [32;1m/S[0m Distingue letras entre mayúsculas y minúsculas. [32;1mTexto de símbolo[0m El texto para mostrar como símbolo del sistema al usuario. El orden de la lista de letras determina el [34;1mERRORLEVEL[0m producido por cada tecla,a partir de 1.
fr: Usage : [34;1mchoice [/C:touches] [/N] [/S] [texte][0m Options : [32;1m/C:touches[0m Spécifie les touches configurables. Par défaut : YN. [32;1m/N[0m N'affiche pas les touches à la fin de l'invite. [32;1m/S[0m Permet de distinguer majuscules et minuscules. [32;1mtexte[0m Texte à afficher avant l'invite à l'utilisateur. L'ordre dans la liste des touches détermine la valeur de [34;1ERRORLEVEL[0m produit par chaque touche, en partant de 1.

# SHELL_CMD_CLS_HELP
source: Clears the screen.
es: Limpia la pantalla.
fr: Efface l'écran.

# SHELL_CMD_COPY_FAILURE
source: Failed to copy %s.
es: Fallo al copiar %s.
fr: Échec lors de la copie de %s.

# SHELL_CMD_COPY_HELP
source: Copies files to the specified location.
es: Copia archivos a la ubicación especificada.
fr: Copie des fichiers vers l'emplacement spécifié.
